app/views/questions/show.html.erb

SELECT  1 AS one FROM "answers" WHERE "answers"."question_id" = $1 LIMIT 1  [["question_id", 33]]
---
<div class="span8">
  <% if @question.answers.any? %>