app/controllers/answers_controller.rb

SELECT  "questions".* FROM "questions" WHERE "questions"."id" = $1 LIMIT 1  [["id", 15]]
---
  def new
    @question = Question.find(params[:question_id])

INSERT INTO "answers" ("content", "question_id", "created_at", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["content", "hhh"], ["question_id", 15], ["created_at", "2016-11-17 11:59:18.041751"], ["updated_at", "2016-11-17 11:59:18.041751"]]
---
  def create
    @answer = Answer.new(answers_params)

    if @answer.save