app/controllers/questions_controller.rb

SELECT  "questions".* FROM "questions" WHERE "questions"."id" = $1 LIMIT 1  [["id", 1]]
SELECT "answers".* FROM "answers" WHERE "answers"."question_id" = $1  ORDER BY "answers"."created_at" DESC  [["question_id", 1]]
---
  def show
    @question = Question.find(params[:id])
    @answers = @question.answers.order created_at: :desc

INSERT INTO "questions" ("title", "message", "created_at", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["title", "Вопрос"], ["message", "У меня вопрос"], ["created_at", "2016-11-28 10:16:34.438381"], ["updated_at", "2016-11-28 10:16:34.438381"]]
---
  def create
    @question = Question.new(question_params)

    if @question.save